Lesson2/myPtrList_from_Dict/testCase/Allrun
#!/bin/bash

./Allclean

blockMesh

myPtrList_from_Dict
