Lesson2/myPtrList_from_Dict/testCase/constant/testDict
// the header is required
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      testDict;
}


group
(
	shen
	{
		name	"Zhirong_Shen";
		email	"zrshen.sjtu@gmail.com";
		ID  	111;
	}

	liu
	{
		name	"Yuanchuan_Liu";
		email	"liuyuanchuan456@163.com";
		ID		121;
	}

	ye 
	{
		name	"Haixuan_Ye";
		email	"yehaixuan4428@163.com";
		ID		131;
	}

	yang
	{
		name	"Yongqian_Yang";
		email	"yongqian727@gmail.com";
		ID		141;
	}

);
